Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 宁姚说道：“就我知道的情况而言，那件瘊子甲品相是不俗，但是也算不得太过珍稀，倒是那部剑经，既然能够让正阳山觊觎已久，并且不惜出动两人来此寻宝，摆明了是视为囊中之物了，所以肯定是样好东西。所以卖宝甲留剑经，这个决定，是说得通的。”
en_us: "From what I know, that wart-like armor is indeed quite outstanding. However, it's nothing too precious. Meanwhile, that sword scripture is definitely an extremely valuable treasure. After all, the Sun Scorch Mountain has been covetting it for so long, and they even decided to send two people to this small town to look for it. It's clear that they view this treasure as their own. Thus, it makes sense for Liu Xianyang to sell the suit of armor and keep the sword scripture."

source: 宁姚读完序之后，把拳谱推到陈平安身边，拍了拍陈平安的肩膀，敷衍道：“好好收着啊，别遭贼了。”
en_us: After reading the intorduction, Ning Yao pushed the book back to Chen Ping'an. She patted his shoulder and said in a perfunctory manner, "Make sure to look after it."

source: 宁姚走着走着，突然问道：“齐先生，作为这座小洞天的主人，你有没有因为近水楼台，收取几个天赋好的弟子？”
en_us: After walking for a while, Ning Yao suddenly asked, "Mr. Qi, as the current owner of this realm, have you seized the opportunity to take a few talented disciples?"

source: 宁姚赶紧抱住少年。
en_us: Ning Yao hurriedly caught his falling body.

source: 宁姚赶紧蹲下身，忧心忡忡道：“咋样？哪里伤得最重？陆道长那副药方子，你是不是也用得着？”
en_us: Ning Yao hurriedly bent down and asked in concern, "How are you feeling? Where are you hurt the most? Will the prescription from Daoist Lu still be useful?"

source: 宁姚跟少年并肩而立，看着那些碎屑尘土，再看看更远处那一方光秃秃的黑色斩龙台，最后转头看着陈平安，试探性问道：“你确定？”
en_us: Standing shoulder to shoulder with Chen Ping'an, Ning Yao looked at the remains of the statue in front of them before looking further away at the empty slab of black Dragon Slaying Platform. In the end, she turned to Chen Ping'an and asked in an uncertain voice, "Are you sure?"

source: 宁姚跳下佛像肩头，站在少年身前。
en_us: Ning Yao jumped down the statue and landed in front of Chen Ping'an.

source: 宁姚蹲下身，动作轻柔地把陈平安背在身上，问道：“齐先生你倒是说啊，不过事先说好，我觉得杨家铺子的老掌柜，救死扶伤的本事很不咋的，倒是陈平安认识一个铺子老人，挺厉害的。”
en_us: Ning Yao squatted down and gently placed Chen Ping'an on her back. At the same time, she asked, "Mr. Qi, are you going to answer my question? However, let me say this first. I feel like the old shopkeeper in the Yang Family's medicine shop is quite mediocre when it comes to treating others. However, Chen Ping'an knows an elder from the shop who's quite capable and impressive."

source: 宁姚蹲在地上，恶狠狠盯着那罐子药材，觉得这比练剑练刀难多了，少女满脸愤愤不平，世间竟有我宁姚也做不好的事情？看来世上就不该有煎药这么一回事！
en_us: Ning Yao squatted on the floor and angrily stared at the pot of medicinal ingredients. She felt like brewing medicine was far more difficult than practicing sword techniques or saber techniques. Her face was filled with anger and indignance. There was something in the world that she, Ning Yao, couldn't do? By the looks of it, the concept of brewing medicine shouldn't exist in the world anymore!

source: 宁姚蹲在长凳前，仔细端详陈平安的熟睡脸庞，内心充满震撼。
en_us: Ning Yao squatted in front of the bench and carefully observed Chen Ping'an's sleeping face. Her mind was filled with astonishment.

source: 宁姚身体僵硬地缓缓转身，看到一张极其欠揍的黝黑脸庞。
en_us: Ning Yao's body was stiff as she slowly turned around to face that familiar figure that was asking for a beating.

source: 宁姚转告陈对后，后者摇头。
en_us: Ning Yao relayed the message to Chen Yao, who responded with a shake of her head.

source: 宁姚转头好奇问道：“你才是陈平安修行的领路人？”
en_us: Ning Yao turned around and asked in curiosity, "You're the person guiding Chen Ping'an's cultivation?"

source: 宁姚转头望向西南方向，眼神恍惚，小声道，“我家乡那边也叫磨剑石，每个人都会有一块，大小不一，一般就只有拳头那么大，甚至有些家道衰落、修为低下的剑修，只剩下一粒拇指大小的磨剑石，一样看得比身家性命还重。也不是没有。我家也有，很大……”
en_us: She turned around to gaze toward the southwest, and she appeared to be in a trance as she said softly, "The people in my hometown also referred to them as sword whetstones. Everyone owned a piece, be it big or small. Usually, it would only be the size of a fist. However, there are some swordsmen whose clans have declined and whose cultivation bases are low, so their sword whetstones are only the size of a thumb. Even so, they still value it more than their own lives. My family also has a sword whetstone, a very big piece..."

source: 宁姚转头问道：“你见过比你们披云山还高的道门灵官神像吗？”
en_us: Ning Yao turned around and asked, "Have you seen any statues of Dao Enforcers that are even taller than the Cloud Drape Mountain over here?"

source: 宁姚还要说话，却发现陈平安在扯自己的袖子，偷偷使眼色，最终她还是咽下那口恶气。
en_us: Ning Yao still wanted to speak, but she discovered that Chen Ping'an was tugging her sleeves and secretly blinking at her. In the end, she could only swallow her words and frustration.

source: 宁姚重新闭上养神。
en_us: Ning Yao closed her eyes again and continued to meditate, seemingly completely unmoved by Zhi Gui's visit.

source: 宁姚问了一个陈平安绝对听不懂的问题，“你如果真的这么喜欢苏稼，那你有没有想过，一旦她也喜欢你，怎么办？”
en_us: Ning Yao asked him a question that Chen Ping'an definitely wouldn't understand. "If you genuinely like Su Jia, then have you ever thought about this before? What will you do if she also likes you?"

source: 宁姚问道：“你就不羡慕山上那个女人？也没有想过为什么这棵楷树，不是长在自家祖先坟上？”
en_us: "Are you not envious of that woman? Have you not thought about why this model tree isn't growing from your ancestral grave?" Ning Yao asked.

source: 宁姚问道：“你知道那棵树是什么树吗？”
en_us: "Do you know that kind of tree that is?" Ning Yao asked.

source: 宁姚问道：“怎么不关上门？”
en_us: "Why aren't you shutting the door?" Ning Yao asked.

source: 宁姚问道：“是神仙菩萨显灵，愿意出来见你了？那岂不是心诚则灵？”
en_us: "Is it some god or immortal willing who's willing to show themselves to you? Are you trying to tell me that your sincerity is going to reap instant results?"

source: 宁姚问道：“老猿会不会直接看穿你的逃跑路线？”
en_us: "Will the old ape see through your escape plan?" Ning Yao asked.

source: 宁姚问道：“需要多久？”
en_us: "How long is that going to take?" Ning Yao asked.

source: 宁姚问道：“齐先生你只需要告诉我，怎么救陈平安！”
en_us: "Mr. Qi, just tell me how to save Chen Ping'an!" Ning Yao said.

source: 宁姚随手拿起一块小巧玲珑的蛇胆石，桃花色，握在手心摩挲，说道：“任意一座大洞天，能够贯通天地，灵气充沛，那才是名副其实的仙家府邸，练气士身在其中修行，事半功倍，洞天之主，非是身负大气运之人不得占据，早已被三教百家里的佼佼者瓜分殆尽，不容他人染指。三十六小洞天，有点像是藏藏掖掖的秘境，如女子犹抱琵琶半遮面，其中以桃源洞天最风景宜人，以罡风洞天最为幽奇险峻，以骊珠洞天……”
en_us: Ning Yao casually picked up one of the smaller snake gall pebbles. It was a pink pebble, and she massaged it in the palm of her hand as she said, "All of the large worlds run through heaven and earth and possess an abundance of spiritual energy. They are bona fide immortal abodes, and qi refiners can significantly speed up their progress by cultivating in those places. The rulers of all of those worlds are people blessed with immense fortune, and all of the large worlds have already been split among the most powerful figures in the three teachings, with no one else able to lay so much as a finger on them. As for the 36 small worlds, they're like concealed secret realms, like a shy woman hiding behind a fan. Among them, the Paradise Small World is the most beautiful and scenic, the Astral Winds Small World is the most strange and perilous, and the Jewel Small World..."

source: 宁姚雷厉风行道：“那就带路。”
en_us: "Then lead the way," Ning Yao resolutely said.

source: 宁姚霎时间整个人就变了一个人，咳嗽几声，心中默念矜持矜持。
en_us: It was as if Ning Yao had suddenly become a different person at this moment. She coughed a few times and reminded herself to remain modest.

source: 宁姚面无表情。
en_us: Ning Yao offered no response.

source: 宁姚顿时傻眼。
en_us: Ning Yao was stupefied.

source: 宁姚顿时清醒过来，身体跟着某位少年的肩头，不停颠簸起伏，有些难受，更是难堪，她完全懵了：“唉？”
en_us: Ning Yao suddenly came to her senses, with her body bouncing up and down with the movement of Chen Ping'an's shoulder. She felt slightly uncomfortable, and she felt even more embarrassed. She was completely stupefied as she murmured, "Huh?"

source: 宁姚额头满是汗水，问道：“你怎么活下来的？没有石子被打中？你怎么知道老猿的后手，是针对你而不是我？”
en_us: Ning Yao's forehead was dripping with sweat as she asked, "How did you survive? You weren't hit by the stone? How did you know that the old ape would target you and not me?"

source: 宁姚骂道：“手心都能瞧见肉里的白骨了，能不疼？你真当自己修成了金刚不败的罗汉金身啊，还是无垢之躯的道教真君？让你逞强！跟那个马苦玄死磕，他不是说单挑吗，可以啊，他单挑我们两个，没毛病啊。连我堂堂宁姚都不嫌丢人，你倒是逞英雄上瘾了，不然等下你单挑正阳山搬山猿，我继续帮你拍手叫好？”
en_us: "Even the bones in your hand were visible! How could you not be in pain?!" Ning Yao scolded. "Do you think you've attained the Vajra Body of Buddhist Arhats? Or perhaps the Untainted Physiques of Daoist True Lords? Who forced you to act brave? Who forced you to fight Ma Kuxuan one-on-one? Didn't he want a duel? Sure thing! He can fight the two of us by himself! What's wrong with that? Even I don't find that embarrassing, yet you've become addicted to playing the hero, haven't you? I know, why don't you challenge the old ape from Sun Scorch Mountain to a one-on-one battle as well? And I'll even continue to clap and cheer for you!"

source: 宁姚黑着脸，沉声道：“再来！”
en_us: Ning Yao wore a dark expression, and she said in a solemn voice, "Try again!"

source: 宁姚：“为啥？”
en_us: "Why's that?"

source: 宋长镜一直等到马车彻底消失于视野，这才望向那个耐心等候的男人。
en_us: Only after the carraiges completely disappeared from sight did Song Changjing turn his attention to the patiently waiting Li Er.

source: 宋长镜一笑置之。
en_us: Song Changjing merely smiled and offered no response to this.

source: 宋长镜一边向前走一遍开口笑道：“真是没有想到，小镇还藏着你这么一号人物。看来我们大骊的谍子，真是不吃饭光吃屎啊。”
en_us: As he walked over, Song Changjing smiled and remarked, "Who would've thought? There's actually someone like you hidden in the small town. By the looks of it, the intelligence officers of the Great Li Empire truly live off shit instead of rice."

source: 宋长镜不予理会，对刘灞桥说道：“离开小镇之后，去大骊京城找本王，有样东西送给你，就看你拿不拿得动、搬不搬得走了。”
en_us: Song Changjing paid no heed to her as he said to Liu Baqiao, "After you leave this town, come find me at the capital of the Great Li Empire. I have something to give to you. As for whether you'll be able to take it away, that'll be up to you."

source: 宋长镜不以为意道：“谁让本王还有个尾大不掉的身份，狗屁大骊藩王。”
en_us: Song Changjing didn't pay any heed to this, and he said, "Who told me to be in such an important and inflexible position? This dogshit Great Li Monarch."

source: 宋长镜不感到意外， 自顾自继续说道：“因为有一条线，摆在你们和他们之间。这条线说大不大，对有些人，比小水沟还不如，只要遇到它，就能够一跨而过，像你和之前的刘羡阳，还有那个被别洲道家大宗相中的读书种子赵繇，皆在此列。但是说小也不小，小镇绝大多数人，看着那条线，就像对着一条天堑，连跨过去的欲望都生不出来。”
en_us: Song Changjing wasn't surprised to hear this, and he sighed, "This is why I don't like speaking to scholars. The thing is, there's a line between you and them. To some people, this is a tiny line that's smaller than a ditch and can be stepped over with ease. You're an example of one of those people, and other examples are Liu Xianyang, and Zhao Yao, the boy who was picked out by a major Daoist sect outside of the town. However, for others, this line is like an impossibly wide chasm. For the majority of the people in this town, the line is something that they'll never be able to step over no matter how hard they try. The gap between the people separated by the line is massive, almost like... living beings and inanimate objects, or the divide between life and the afterlife, perhaps even more signficant than that."

source: 宋长镜不计较宋集薪的不着调，小镇之上，这位藩王掌握情报之多，仅仅输给齐静春而已，他终于一语道破天机：“陈平安，你根本不用太过愧疚，误以为你朋友因你而死，因为刘羡阳早就身陷一个死局，只要这个少年不肯交出剑经，就只能是一个死结，因为正阳山一定会要他死的。不管是齐静春还是阮师，谁也拦不住，倒不是说没人打过那老猿，而是需要付出的代价太大，不划算不值当。”
en_us: Song Changjing paid no heed to Song Jixin's uncouth demeanor. In this town, the amount of information that he was privy to was second only to that of Qi Jingchun, and given everything that he knew, he declared, "Chen Ping'an, there's no need for you to feel guilty and think that your friend died because of you. In reality, Liu Xianyang was already beyond saving from the moment he refused to hand over the sword scripture. There was no way that the Sun Scorch Mountain would've allowed him to live if he didn't relinquish the sword scripture to them, and no one would've been able to stop them, even Qi Jingchun or Master Ruan. That's not to say that no one can beat that old ape in a battle, it's just that the cost incurred would be far too steep, and it simply wouldn't be worth it for them."

source: 宋长镜不退反进，向前踏出一步，老猿则后退一步。
en_us: Instead of retreating, Song Changjing took a step forward, while Bai Yuan took a step back.

source: 宋长镜冷笑道：“也不知道给本王一点点惊喜！”
en_us: Song Changjing chuckled coldly and said, "They don't know to give me a little surprise?"

source: 宋长镜冷笑道：“因为心结魔怔，如果不是亲手拔除干净，后患无穷，如荒原野草，春风吹又生。”
en_us: Song Changjing continued with a mocking sneer, "If an internal demon is not plucked out by oneself, then it'll continue to linger and could easily return in full force at the slightest catalyst. You are about to become the heir to the Great Li Empire, and you must be filled with anger and indignation, right? But what can you do? You feel like you're nothing more than Chen Ping'an's plaything, and there's nothing that you can do about it."

source: 宋长镜和宋集薪走出这栋别院，男人笑道：“心胸之间的那口恶气，出完了没？”
en_us: Song Changjing and Song Jixin left the room, and as they did so, the former smiled as he asked, "Have you managed to vent all of your frustration?"

source: 宋长镜哑然失笑，“在让你搬去泥瓶巷之前，衙署早就彻彻底底查过了，陈平安他家祖宗十八代，很清楚的脉络，没有任何问题，跟富贵权势四个字，不沾边。怎么，那个陈对吓到你了？放心，本王已经大致猜出她的身份了，她那一支陈氏，跟陈平安祖上留在小镇这一支，没有半点渊源，所以放宽心吧，陈平安就只是陈平安。勉强扯得上亲戚关系的，是那个陈松风所在的龙尾郡陈氏，但是你想一想，几百年没联系的亲戚，还算亲戚吗？再者，小镇陈氏这一支，已经落魄到只剩下一个人不是奴仆丫鬟，穷在闹市无人问，富在深山有远亲。你好歹读了些书，连这个道理也不懂？”
en_us: Song Changjing couldn't help but laugh. "Before having you move to Clay Vase Alley, the kiln supervision office already conducted a thorough check of his background —numerous generations of his ancestors, to be precise. His lineage is clear, and there's nothing remarkable or problematic about it at all. His lineage also has no relationship with the notions of wealth, nobility, power, and influence. "What, did that Chen Dui scare you just then? Rest assured, I've already got a fairly solid guess regarding her background. The Chen Clan branch that she comes from has got no relationship with the Chen Clan branch that Chen Ping'an comes from. So, you don't need to worry at all. Chen Ping'an is simply just Chen Ping'an. "The only person who can somewhat be regarded as his distant relative is Chen Songfeng, as well as Dragon Tail County's Chen Clan. However, just think about it. They haven't had any contact for several hundred years, so can they still be regarded as relatives? Not only that, but the Chen Clan in the small town has already fallen to such a miserable state that only a single member isn't a servant or a maid. "In time of prosperity, friends will be plenty, while in time of adversity, not one amongst 20. You've read a few books, after all, so how can you not understand this concept?"

source: 宋长镜哦了一声，若有所思。
en_us: Song Changjing nodded in response and fell into a contemplative silence.

source: 宋长镜嗤笑道：“我辈沙场武人，在太平盛世里做什么？做一条给读书人看家护院的太平犬吗？”
en_us: Song Changjing burst into laughter upon hearing this. "What is a warrior like me supposed to do during times of peace? Act as a lapdog for the scholars?"

source: 宋长镜嗯了一声。
en_us: Song Changjing replied with a nod.

source: 宋长镜嘴角扯了扯，满是讥讽。
en_us: A derisive sneer appeared on Song Changjing's face, and all of a sudden, the woman closed her eyes, as if she were accepting her fate.

source: 宋长镜在来到小镇之前，以为是一场起始于大骊京城的血腥刺杀，牵涉到了某些连兄长也只能哑巴吃黄连的人物。但是宋长镜后来意识到，恐怕那一页记载的故事，对少年宋集薪来说，绝对不是什么愉快的回忆，而且必然与泥瓶巷陈平安有关。
en_us: Song Changjing had initially thought that this was a bloody assassination attempt that had been ordered by someone in the capital. Moreover, the culprit had been so powerful that even Song Jixin's brother could only remain silent. Only later did Song Changjing realize that this wasn't the case. Instead, that page most likely recorded something that was a bad memory for Song Jixin. Moreover, it was definitely related to Clay Vase Alley's Chen Ping'an.

source: 宋长镜在来小镇之前，翻阅过那些全是无聊小事的书册，但是他敏锐发现其中一本《七》，中间少了一页，显然是被人撕掉了。这应该意味着在宋集薪十二岁的夏秋之际，发生过一场巨大变故。
en_us: Before coming to the small town, Song Changjing had flicked through these boring records of his newphew's life. However, he had astutely noticed that a page was missing from the twelfth record, and it was more so clear that it had been purposely torn out by someone. This most likely signified that a huge event had taken place when Song Changjing was 12-years-old.

source: 宋长镜大袖飘摇，快步走过，嘴角泛起讥讽笑意。
en_us: Song Changjing's sleeves billowed in the air as he briskly walked past, and a smile of ridicule tugged at the corners of his lips.

source: 宋长镜大踏步向前，这一次只有他出拳了。
en_us: Song Changjing took another stride forward, and this time, he was the only one to throw a punch.

source: 宋长镜对刘灞桥笑道：“小子，不错，本王看好你。”
en_us: Song Changjing turned to Liu Baqiao with a smile as he said, "Not bad, kid. I see a bright future ahead for you."

source: 宋长镜对此不以为意，对刘灞桥笑道：“其实少年能活下来，你是恩人之一。”
en_us: Song Changjing paid no heed to this, and he turned back to Liu Baqiao with a smile as he said, "Come to think of it, you are one of the reasons why that boy was able to survive."

source: 宋长镜对此不置一词，只是问道：“死在小巷的那个刺客，查出来是哪方势力的棋子没？”
en_us: Song Changjing didn't comment on this, and he simply asked, "The assassain who died in the alley... Have you found out whose underling he was yet?"

source: 宋长镜对这位观湖书院的读书人，笑着摇摇头，示意不用如此繁缛节，他随手拉过一条椅子，坐在刘灞桥身边，与陈松风和女子两人，分列左右相对而坐。
en_us: However, Song Changjing merely shook his head with a smile, indicating to Cui Minghuang that there was no need for such formalities. He then casually dragged over a chair and sat down right next to Liu Baqiao, across from Chen Songfeng and the woman.

source: 宋长镜开始梳理思绪，这位难得忙里偷闲的大骊头号藩王，去仔细回想两个少年被记录在册的对话细节，以及当时的场景画面。
en_us: Song Changjing started to organize his thoughts. He rarely had time to rest, and he seized this opportunity to carefully mull over the recorded conversations between the two youths, as well as what the situation would have looked like during these conversations.

source: 宋长镜往前行去，不远处，有一个其貌不扬的中年敦厚汉子拦在道路中央，那双草鞋和两腿裤管上全是泥浆。
en_us: Song Changjing walked forward, and not far in front of him, there stood a unremarkable middle-aged man blocking the path. He looked like an honest person, and his straw sandals and pant legs were all covered in mud.

source: 宋长镜微笑道：“你以为当真是你有多重要？一切不过是因为本王待在你身边罢了。怕你记不住这件事情，所以借此机会，让你长点心眼。跟死人待在一起，很不好受。但总好过下一次，需要本王待在你的尸体旁边。”
en_us: Song Changjing smiled faintly and replied, "Do you think that you're genuinely important or something? This is all because I'm accompanying you right now. I'm scared that you'll forget this, so I seized this opportunity to teach you a small lesson. Staying in the same carriage as a dead person is very uncomfortable. However, this is still better than me having to sit next to your corpse the next time we meet."

source: 宋长镜微笑道：“如你所愿。”
en_us: "As you wish," Song Changjing said with a smile.

source: 宋长镜想了想，“之前潜伏在宋家的刺客，在骑龙巷刺杀过那个大隋皇子，原本已经被找到一点蛛丝马迹，其中涉及到了这个名叫马苦玄的少年，这些年里，那名刑徒出身的刺客，私底下多次和马苦玄接触，有可能是师徒关系。如今真武山横插一脚，只能暂且搁置，毕竟大骊军伍当中，就有许多真武子弟，而且官位都还不低。”
en_us: Song Changjing thought about this for a moment before explaining, "Some clues have already been discovered regarding the assassin who was hiding in the Song Clan before, the one who attempted to assassinate the prince from the Great Sui Nation in Dragon Riding Alley. Among these clues, there was something about the young boy Ma Kuxuan. In the past few years, the assassin who used to be a prisoner interacted with Ma Kuxuan in secret many times. It's possible that they were master and disciple. "However, True Martial Mountain has suddenly stuck their nose into this matter, so we have no option but to put it aside for the moment. After all, there are many disciples of True Martial Mountain in the Great Li Empire's army. Moreover, some of them are fairly high-ranking officials as well."

source: 宋长镜愈发好奇，打趣道：“那家伙到底怎么欺负你了，让你如此执念？可是按照我对那少年的了解，不像是个……”
en_us: Song Changjing became increasingly curious, and he teased, "How did he bully you? How did he cause you to have such an obsession with him? But according to my understanding of that young boy, he doesn't seem like a..."

source: 宋长镜掀起帘子，望向车窗外的小镇景象，从今往后，大骊王朝就要彻底失去这座小洞天名义上的掌控权了。
en_us: Song Changjing raised the curtain to look out at the small town. From today onward, the Great Li Empire was going to comprehensively lose their nominal control over this small world.

source: 宋长镜摆摆手，宋集薪拉着稚圭缩回去。
en_us: Song Changjing waved his hand, and Song Jixin immediately shrunk back into his carriage, dragging Zhi Gui along with him./

source: 宋长镜收起思绪，伸手指向南方，如手持枪戟，锋芒毕露，“宋集薪，如果你觉得本王今天说得不对，可以，但忍着，只有将来到了老龙城，咱俩换个位置坐，本王才会考虑是不是要洗耳恭听！”
en_us: Song Changjing did away with that train of thought as he pointed a finger toward the south as if it were a halberd, and he declared, "If you think what I'm saying to you today is incorrect, then you're entitled to your opinion, but you have to keep it to yourself. Only once we reach the Old Dragon City and we swap positions in the future will I consider listening to what you have to say."

source: 宋长镜收起思绪，随口问道：“不跟那陈平安道一声别？”
en_us: Song Changjing pushed these thoughts out of his mind and casually asked, "You're not going to say goodbye to Chen Ping'an?"

source: 宋长镜更加疑惑不解，“那陈平安属于哪一种？”
en_us: Song Changjing was even more puzzled, and he asked, "Then which type of person is Chen Ping'an?"

source: 宋长镜最后在距离那汉子十步外停步，“既然没有一见面就开打，那就不妨说说看，你到底是要怎样？”
en_us: In the end, Song Changjing stopped 10 paces away from the middle-aged man. "Since you didn't attack me right away, why don't you tell me why your end goal is?"

source: 宋长镜有了一些兴致，“如此说来，你另有心结？”
en_us: Song Changjing became slightly interested, and he said, "In that case, the knot in your heart is because of something else?"

source: 宋长镜望向远方，视线好像一直到了东宝瓶洲的最南端，到了那座遥远的老龙城。
en_us: Song Changjing cast his gaze toward the distance, and it was as if his gaze could reach all the way to the Old Dragon City at the southernmost point of the Eastern Treasured Vial Continent.

source: 宋长镜歪了歪脑袋，伸出双指，随意一弹。好似掸去肩头灰尘。
en_us: He then cocked his head to the side before casually dusting some non-existent lint off his shoulder with a flick of his finger.

source: 宋长镜毫无惧意，相反战意昂扬，热血沸腾，扯了扯领口。
en_us: Song Changjing was unafraid, and he was instead filled with fighing spirit. Ardor and zeal coursed through his blood as he tugged at his collar.

source: 宋长镜没有转头，只是抬手指了指身后那道大门，“过了那道门，再沿着云梯一直向下，约莫三十里路后，就算踩在了我大骊的疆土之上。那时候你可能回头也看不清楚什么，但是可以明白一件事情，那就是这座骊珠洞天，其实是高悬于天空的”
en_us: Song Changjing didn't turn around, and he simply pointed pointed back at the gate behind them as he continued, "After passing through that gate, there's a set of cloud steps that leads all the way down. After walking around 15 kilometers, you'll have finally set foot on the land of the Great Li Empire. If you turn around and look back at that time, perhaps you won't be able to see it clearly anymore. However, you can know this. That is indeed the Jewel Small World. In fact, the Jewel Small World that hovers high in the sky is indeed..."

source: 宋长镜淡然笑道：“运气太好了，遭人嫉妒，又没有靠山，很难理解吗？”
en_us: A faint smile appeared on Song Changjing's face as he replied, "He attracted envy with his great fortune, and he had no backers to protect him. Is that so difficult to understand?"

source: 宋长镜点头道：“临时收到个消息，外边有点事情，需要亲自解决，所以直接乘坐马车去泥瓶巷，收拾完东西就走。”
en_us: Song Changjing nodded and replied, "I received some news just then. There's a matter that I need to personally attend to outside, so we're going to directly take a horse-drawn carriage to Clay Vase Alley. We'll leave after you finish packing your things."

source: 宋长镜率先跨过只开了yi扇侧门的门槛，大步向前，说道：“不用带路。”
en_us: Song Changjing walked through the side entrance which only had a single door open. He then continued to stride forward, saying, "No need to lead the way."

source: 宋长镜略作停顿，“一粒珠子。”
en_us: Song Changjing paused for a brief moment before continuing, "Just a small jewel."

source: 宋长镜的直觉告诉自己，今天是死是活，明天是九是十，全在此一举！
en_us: Song Changjing's instinct told him that everything depended on this one moment — whether he lived or died, and whether he was at the Ninth Tier or 10th Tier tomorrow.

source: 宋长镜皱了皱眉头，那汉子会意道：“让马车先行通过便是。”
en_us: Song Changjing frowned in reply. Li Er understood his worry, and he said, "I'll let the carriages pass first."

source: 宋长镜皱眉道：“嗯？”
en_us: Song Changjing furrowed his brows. "Hmm?"
